Repository: imbenjamin/RadioTrackLineside
Catalog: RadioTrack_ReaderClient/Resources/lang.*.resx
Languages: de

# dbmenu_database
source: Database
de: Datenbank

# dbmenu_edit_database_connections
source: Edit Database Connections...
de: Datenbankverbindungen bearbeiten...

# dbmenu_use_backup_database
source: Use Backup Database
de: Verwenden Sie Backup-Datenbank

# dbmenu_use_primary_database
source: Use Primary Database
de: Verwenden primären Datenbank

# label_this_station
source: This Station:
de: Diese Station:

# label_this_takt
source: This Takt:
de: Diese Takt:

# label_vehicle_registered_at
source: Vehicle arrived at:
de: Fahrzeug Registriert bei:

# lang_english
source: English
de: Englisch

# lang_german
source: German
de: Deutsch

# lang_language
source: &Language
de: &Sprache

# misc_about
source: &About
de: Üb&er

# misc_build_configuration
source: Build Configuration
de: Fahrzeugkonfiguration

# misc_description_not_found
source: Description not found
de: Beschreibung nicht gefunden

# misc_exit
source: E&xit
de: &Beenden

# misc_exit_confirmation_text
source: Are you sure you want to quit?
de: Sind Sie sicher, dass Sie aufhören wollen?

# misc_please_wait
source: Please wait...
de: Bitte warten...

# notificon_database_connected_text
source: The connection to the Database has been restored
de: Die Datenbank wurde verbunden

# notificon_database_connected_title
source: Database Connected
de: Datenbank verbunden

# notificon_database_disconnected_text
source: The connection to the Database has been lost!
de: Die Datenbank wurde getrennt!

# notificon_database_disconnected_title
source: Database Disconnected
de: Datenbank getrennt

# notificon_reader_connected_text
source: The RFID Reader connection has been restored
de: Das RFID-Lesegerät wurde verbunden

# notificon_reader_connected_title
source: Reader Connected
de: RFID-Lesegerät verbunden

# notificon_reader_disconnected_text
source: The RFID Reader has been disconnected!
de: Das RFID-Lesegerät wurde getrennt!

# notificon_reader_disconnected_title
source: Reader Disconnected
de: RFID-Lesegerät getrennt

# status_applying_saved_station
source: Applying saved station: {0}.
de: Mit voreingestellten Sender: {0}.

# status_applying_saved_station_error
source: Error applying saved Station: {0}.
de: Fehler mit voreingestellten Sender: {0}.

# status_connecting_to_database
source: Connecting to Database...
de: Verbindung zu Datenbank ...

# status_connecting_to_reader
source: Connecting to Reader...
de: Anschließen an RFID-Lesegerät...

# status_connection_error
source: Connection error: {0}
de: Verbindungsfehler: {0}

# status_database_connected
source: Database Connected
de: Datenbank verbunden

# status_database_connected_to
source: Connected to '{0}'
de: Verbunden mit '{0}'

# status_database_disconnected
source: Database Disconnected
de: Datenbank getrennt

# status_reader_connected
source: Reader Connected
de: RFID-Lesegerät verbunden

# status_reader_connected_to
source: Connected to Device ID: {0} ({1})
de: Verbunden mit Geräteidentifikation: {0} ({1})

# status_reader_disconnected
source: Reader Disconnected
de: RFID-Lesegerät getrennt

# status_ready
source: Ready
de: Bereit

# status_scanned
source: ID scanned: {0}
de: Identification gescannt: {0}

# status_scanned_duplicate
source: ID scanned: {0} (Already scanned)
de: Identification gescannt: {0} (Bereits gescannt)

# status_station_successfully_saved
source: Successfully saved Station {0} as the default.
de: Erfolgreich gespeichert Station {0} als Voreinstellung.

# status_waiting_for_connections
source: Waiting for connections...
de: Warten auf Verbindungen...

# tooltip_model_code
source: Model Code
de: Modell-Code

# tooltip_order_number
source: Order Number
de: Bestellnummer

# tooltip_this_takt
source: The length of time the current vehicle has been at this Station
de: Die Länge der Zeit, die aktuelle Fahrzeug hat an dieser Station war.

# tooltip_vehicle_registered_at
source: The time the current vehicle was registered at this Station
de: Die Zeit die aktuelle Fahrzeug wurde an dieser Station registriert.
